Repository: Berdir/simplenews
Catalog: translations/*.po
Languages: nl

source: Confirmation for @newsletter from @site
nl: Statusbevestiging: inschrijving voor de @newsletter van @site

source: This is a subscription status confirmation notice for the @newsletter.
nl: Dit is een e-mail ter bevestiging van uw inschrijving voor de @newsletter.

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (!url). However, you are already subscribed to this newsletter. If you want to unsubscribe, you can visit our website by using the link at the bottom of this e-mail.
nl: We hebben een verzoek ontvangen om uw e-mailadres, @mail, toe te voegen aan de inschrijflijst voor de @newsletter van @site (!url). Dit adres was echter al ingeschreven op deze lijst. Bezoek onze website via de link onderaan dit bericht als u zich wilt uitschrijven.

source: We have received a request for subscription of your e-mail address, @mail, to the @newsletter from @site (!url). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
nl: We hebben een verzoek ontvangen om uw e-mailadres @mail in te schrijven op de @newsletter van @site (!url). Bezoek de link onderaan deze e-mail om uw inschrijving voor deze lijst te bevestigen.

source: If you do not wish to be subscribed to this list, please disregard this message.
nl: U kan dit bericht negeren indien u niet ingeschreven wil worden.

source: Subscribe link: !url
nl: Link voor inschrijven: !url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (!url). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
nl: We hebben een verzoek ontvangen om uw e-mailadres, @mail, te verwijderen van de @newsletter van @site (!url). Bezoek onze website via de link onderaan dit bericht als u zich wilt uitschrijven.

source: If you did not make this request, please disregard this message.
nl: Indien u deze aanvraag niet heeft gedaan, kan u dit bericht negeren.

source: Unsubscribe link: !url
nl: Link voor uitschrijven: !url

source: We have received a request for the removal of your e-mail address, @mail, from the @newsletter from @site (!url). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
nl: We hebben een verzoek ontvangen om uw e-mailadres, @mail, te verwijderen van de @newsletter van @site (!url). Dit adres was echter niet ingeschreven op deze nieuwsbrief. Bezoek onze website via de link onderaan dit bericht als u zich wilt inschrijven.

source: Visit our site: !url
nl: Bezoek onze website: !url

source: Attempt to unsubscribe from non existing newsletter term ID %id
nl: Poging om uit te schrijven van een niet bestaande nieuwsbrief term ID %id

source: User %email deleted from the mailing list.
nl: Gebruiker %email verwijderd van de mailinglist

source: Outgoing email. Message type: %type<br />Subject: %subject<br />Recipient: %to
nl: Uitgaande e-mail. Bericht type: %type<br />Onderwerp: %subject<br />Ontvanger: %to

source: error
nl: fout

source: Error sending newsletter to %recipient.
nl: Fout bij het versturen van de nieuwsbrief aan %recipient.

source: view links in block
nl: bekijken van hyperlinks in blok

source: create newsletter
nl: nieuwsbrief aanmaken

source: edit own newsletter
nl: eigen nieuwsbrief bewerken

source: edit any newsletter
nl: elke nieuwsbrief bewerken

source: delete own newsletter
nl: eigen nieuwsbrief verwijderen

source: delete any newsletter
nl: elke nieuwsbrief verwijderen

source: administer newsletters
nl: nieuwsbrieven beheren

source: send newsletter
nl: nieuwsbrief verzenden

source: subscribe to newsletters
nl: inschrijven op nieuwsbrieven

source: Manage newsletters, subscriptions, and configuration options.
nl: Beheren van nieuwsbrieven, inschrijvingen en configuratie instellingen.

source: Sent issues
nl: Verzonden items

source: Drafts
nl: Kladversies

source: List newsletters
nl: Nieuwsbrieven tonen

source: Add newsletter
nl: Nieuwsbrief toevoegen

source: Subscriptions
nl: Inschrijvingen

source: List subscriptions
nl: Inschrijvingen tonen

source: Import subscriptions
nl: Inschrijvingen importeren

source: Export subscriptions
nl: Inschrijvingen exporteren

source: Settings
nl: Instellingen

source: General
nl: Algemeen

source: Confirm newsletter subscriptions
nl: Inschrijvingen bevestigen

source: Manage newsletter subscriptions
nl: Inschrijvingen beheren

source: Subscribers to {simplenews_newsletters}.
nl: Inschrijvingen op {simplenews_newsletters}.

source: Primary key: Unique subscription ID.
nl: Primaire sleutel: Unieke inschrijvings ID.

source: Boolean indicating the status of the subscription.
nl: Boolean die de status van de inschrijving weergeeft.

source: The subscription email address.
nl: Het ingeschreven e-mail adres

source: The {users}.uid that has the same email address.
nl: De {users}.uid dat hetzelfde e-mailadres heeft.

source: Simplenews newsletter data.
nl: Simplenews nieuwsbrief data.

source: {node} that is used as newsletter.
nl: {node} welke wordt gebruikt als nieuwbrief.

source: The {node}.vid that identifies the version used as newsletter.
nl: De {node}.vid welke de gebruikte versie van de nieuwsbrief identificeerd.

source: The {term_data}.tid (= newsletter series) this issue belongs to.
nl: De {term_data}.tid (= nieuwsbrief series) waartoe deze uitgave behoord.

source: Send status of the newsletter issue (0 = not send; 1 = pending; 2 = send).
nl: Verzend status van de nieuwsbrief uitgave (0 = niet verzonden; 1 = verzenden bezig; 2 = verzonden).

source: Format of the newsletter (plain or html).
nl: Formaat van de nieuwsbrief (tekst of html)

source: E-mail priority according to RFC 2156 and RFC 5231 (0 = none; 1 = highest; 2 = high; 3 = normal; 4 = low; 5 = lowest).
nl: E-mail prioriteit in overeenstemming met RFC 2156 en RFC 5231 (0 = geen; 1 = hoogste; 2 = hoog; 3 = normaal; 4 = laag; 5 = laagste).

source: Boolean indicating request for e-mail receipt confirmation according to RFC 2822.
nl: Boolean die de vraag naar e-mail onvangst bevestiging weergeeft volgens RFC 2822.

source: Newsletter series subscription data.
nl: Nieuwsbrief series inschrijvings gegevens.

source: The {simplenews_subscriptions}.snid who is subscribed.
nl: De {simplenews_subscriptions}.snid welke ingeschreven is.

source: The newsletter series ({term_data}.tid) the subscriber is subscribed to.
nl: De nieuwsbrief series ({term_data}.tid) waarop de gebruiker ingeschreven is.

source: The primary identifier for a mail cache record.
nl: De primaire naam voor een mail cache record.

source: The {node}.nid of this newsletter.
nl: De {node}.nid van deze nieuwsbrief.

source: The {term_data}.tid this newsletter issue belongs to.
nl: De {term_data}.tid waartoe deze nieuwsbrief behoord.

source: The subject of this mail message.
nl: Het onderwerp van dit mail bericht.

source: The formatted e-mail address of mail message receipient.
nl: Het geformateerde e-mail adres van de mailbericht ontvanger.

source: The send status of the e-mail (0 = hold, 1 = pending, 2 = send).
nl: De verzend status van de e-mail (0 = hold, 1 = verzenden bezig, 2 = verzonden).

source: The time status was set or changed.
nl: De tijd status is ingesteld of gewijzigd.

source: The mail message array.
nl: De mail berichten array.

source: Simplenews module succesfully installed.
nl: Simplenews module succesvol geinstalleerd.

source: The installation of the Simplenews module was unsuccessful.
nl: De installatie van de Simplenews module was niet succesvol.

source: newsletter
nl: nieuwsbrief

source: Deleted term %name.
nl: Term %name verwijderd.

source: Send newsletters to subscribed e-mail addresses.
nl: Verstuur een nieuwsbrief naar ingeschreven e-mailadressen.

source: Mail
nl: E-mail

source: Send single simplenews newsletter
nl: Verzend een enkele simplenews nieuwsbrief

source: Send pending simplenews newsletters
nl: Verzend de wachtende simplenews nieuwsbrieven

source: Subscribe the user to a newsletter
nl: Schrijf de gebruiker in op een nieuwsbrief

source: Unsubscribe the user from a newsletter
nl: Schrijf de gebruiker uit van een nieuwsbrief

source: The newsletter issue to send
nl: De te verzenden nieuwsbrief uitgave

source: Allow to resend newsletter
nl: Laat toe om een nieuwsbrief opnieuw te verzenden

source: When checked a newsletter will be send even when already send before. The newsletter send status is checked, not the status of individual e-mail addresses. Use this for repeated (e.g. monthly) newsletters.
nl: Als aangevinkt dan wordt een nieuwsbrief verstuurd zelfs als deze voorheen al verzonden is. De nieuwsbrief verzend status wordt aangeduid, niet de status van de individuele e-mail adressen. Gebruik dit voor herhaalde (bv mandelikse) nieuwsbrieven.

source: Please select a newsletter issue.
nl: Selecteer tenminste 1 nieuwsbrief

source: You have been subscribed to newsletter %newsletter.
nl: U bent ingescheven op nieuwsbrief %newsletter.

source: The newsletter series the user will be subscribed to.
nl: De nieuwsbrief series waarop de gebruiker zal ingeschreven worden.

source: You have been removed from the %newsletter subscription list.
nl: U bent van de inschrijflijst voor %newsletter verwijderd.

source: The newsletter series the user will be unsubscribed from.
nl: De nieuwsbrief series waarop de gebruiker zal uitgeschreven worden.

source: action
nl: Acties

source: Simplenews newsletter %title send.
nl: Simplenews nieuwsbrief %title verzonden.

source: Simplenews cron executed.
nl: Simplenews cron uitgevoerd.

source: User %name subscribed to newsletter %newsletter.
nl: Gebruiker %name is ingeschreven op nieuwsbrief %newsletter.

source: User %name unsubscribed from newsletter %newsletter.
nl: Gebruiker %name is uitgeschreven op nieuwsbrief %newsletter.

source: simplenews_action
nl: simplenews_actie

source: Simplenews action
nl: Simplenews actie

source: Provide actions for Simplenews.
nl: Bied acties voor Simplenews aan.
