Repository: Berdir/simplenews
Catalog: translations/*.po
Languages: nl

source: Show issues from
nl: Bekijk edities van

source: Title
nl: Titel

source: Newsletter
nl: Nieuwsbrieven

source: Date created
nl: Datum van aanmaak

source: Published
nl: Gepubliceerd

source: Sent
nl: Verzonden

source: Edit
nl: Bewerken

source: n/a
nl: nvt

source: edit
nl: bewerken

source: No newsletters available.
nl: Er zijn geen nieuwsbrieven beschikbaar

source: Newsletter name
nl: Nieuwsbrief naam

source: Operations
nl: Acties

source: edit newsletter
nl: nieuwsbrief bewerken

source: There are currently no newsletter series.
nl: Er zijn momenteel geen nieuwsbrief series.

source: Delete
nl: Verwijderen

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
nl: Uw nieuws kan door het aanmaken van verschillende nieuwsbrieven (of onderwerpen) gecategoriseerd worden (bv. Katten nieuws, Honden nieuws)

source: This name is used to identify the newsletter.
nl: Deze naam wordt gebruikt als aanduiding van de nieuwsbrief.

source: Description
nl: Beschrijving

source: The description can be used to provide more information.
nl: De beschrijving kan gebruikt worden voor het geven van meer informatie.

source: Weight
nl: Gewicht

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
nl: In opsommingen zullen de zwaardere woordenschatten naar beneden zinken en zullen de lichtere woordenschatten bovenaan geplaatst worden.

source: Sender information
nl: Informatie afzender

source: From name
nl: Naam afzender

source: From e-mail address
nl: E-mailadres afzender

source: HTML to text conversion
nl: Conversie HTML naar tekst

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
nl: Als uw nieuwsbrief als platte tekst wordt verzonden, bepalen de volgende opties de manier waarop conversie van HTML naar tekst plaatsvindt.

source: Save
nl: Opslaan

source: The sender's e-mail address you supplied is not valid.
nl: Het afzenderadres is geen geldig e-mailadres.

source: Created new term %name.
nl: Nieuwe term %name aangemaakt.

source: Updated term %name.
nl: De term %name is bijgewerkt.

source: Note: All subscriptions associated with this newsletter will be lost.
nl: Opmerking: Alle inschrijvingen op deze nieuwsbrief zullen verloren gaan.

source: Are you sure you want to delete %title?
nl: Bent U zeker dat U %title wil verwijderen?

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan gemaakt worden.

source: Cancel
nl: Annuleren

source: Newsletter %title has been deleted.
nl: De nieuwsbrief %title werd verwijderd.

source: Are you sure you want to delete these subscriptions?
nl: Bent U zeker dat U deze inschrijvingen wilt verwijderen?

source: Delete all
nl: Alles verwijderen

source: The subscriptions have been deleted.
nl: De inschrijvingen voor de nieuwsbrief zijn verwijderd.

source: E-mail addresses
nl: E-mailadressen

source: Supply a comma separated list of e-mail addresses to be added to the list. Spaces between commas and addresses are allowed.
nl: Geef een lijst van e-mailadressen die aan de inschrijflijst moeten worden toegevoegd. Scheid meerdere adressen met komma's. Spaties tussen adressen en komma's zijn toegestaan.

source: Subscribe imported addresses to the following newsletter(s)
nl: Schrijf de geïmporteerde e-mailadressen in voor de volgenden nieuwsbrie(f)(ven)

source: Import
nl: Importeren

source: You must select at least one newsletter.
nl: U moet minstens één nieuwsbrief selecteren.

source: The following addresses were added or updated: %added.
nl: De volgende adressen werden toegevoegd of bijgewerkt: %added.

source: The addresses were subscribed to the following newsletters: %newsletters.
nl: De adressen zijn toegevoegd aan de volgende nieuwsbrief/nieuwsbrieven: %newsletters.

source: No addresses were added.
nl: Er zijn geen adressen toegevoegd.

source: The following addresses were invalid: %invalid.
nl: De volgende adressen zijn ongeldig: %invalid.

source: Select at least 1 status
nl: Selecteer tenminste 1 status

source: Active users
nl: Actieve gebruikers

source: Inactive users
nl: Inactieve gebruikers

source: Subscribed to
nl: Ingeschreven voor

source: Select at least 1 newsletter
nl: Selecteer tenminste 1 nieuwsbrief

source: No search performed
nl: Geen zoekopdracht uitgevoerd

source: Export
nl: Exporteren

source: No addresses were found.
nl: Er zijn geen adressen gevonden.

source: Username
nl: Gebruikersnaam

source: Update options
nl: Bijwerken opties

source: Activate
nl: activeren

source: Inactivate
nl: inactiveren

source: Update
nl: Bijwerken

source: No items selected.
nl: Geen items geselecteerd.

source: The update has been performed.
nl: De update is uitgevoerd.

source: General settings
nl: instellingen

source: Newsletter content types
nl: Nieuwsbrief inhoudstypes

source: Select content type(s) to be used as newsletter.
nl: Selecteer inhoudtype(s) te gebruiken als nieuwsbrief.

source: Newsletter taxonomy
nl: Nieuwsbrief taxonomy

source: Select the taxonomy used to identify newsletter series. Note that changing the newsletter taxonomy will affect existing newsletter issues.
nl: Selecteer de taxonomy term die gebruikt wordt voor de identificatie van de nieuwsbrieven. merk op dat het wijzigen van de nieuwsbrief taxonomy term de bestaande nieuwsbrief uitgaven zal beinvloeden.

source: Default newsletter options
nl: Standaardinstellingen nieuwsbrief

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
nl: Deze instellingen zijn de standaardinstellingen voor nieuwe nieuwsbrieven, maar kunnen aangepast worden wanneer u een nieuwe nieuwsbrief aanmaakt.

source: Select the default newsletter sending format.
nl: Selecteer het standaardformaat van de nieuwsbrief

source: Mime Mail module is required to send newsletters in HTML format.
nl: Mime Mail module is vereist om nieuwsbrieven te verzenden in HTML formaat.

source: Format
nl: Formaat

source: Priority
nl: Prioriteit

source: none
nl: geen

source: highest
nl: hoogste

source: high
nl: hoog

source: normal
nl: normaal

source: low
nl: laag

source: lowest
nl: laagste

source: Note that e-mail priority is ignored by a lot of e-mail programs.
nl: Merk op dat de prioriteit van e-mails door veel programma's genegeerd wordt.

source: Request receipt
nl: Ontvangstbevestiging

source: Request a Read Receipt from your newsletters. A lot of e-mail programs ignore these so it is not a definitive indication of how many people have read your newsletter.
nl: Vraag een leesbevestiging voor uw nieuwsbrieven. Vele e-mailprogramma's negeren deze verzoeken; het aantal ontvangen bevestigingen is dus geen waarheidsgetrouwe weergave van het aantal mensen dat uw nieuwsbrief gelezen heeft.

source: Default selection for sending newsletters
nl: Standaardselectie voor het sturen van nieuwsbrieven

source: Don't send now
nl: Nu niet verzenden

source: Send one test newsletter to the test address
nl: Eén test-nieuwsbrief naar het testadres verzenden

source: Send newsletter
nl: Nieuwsbrief verzenden

source: Test addresses options
nl: Opties voor testadressen

source: Supply a comma-separated list of e-mail addresses to be used as test addresses. The override function allows to override these addresses upon newsletter creation.
nl: Geef een lijst van e-mailadressen die gebruikt zullen worden als testadressen. Scheid meerdere adressen met komma's. Bij het aanmaken van nieuwsbrieven is het mogelijk deze adressen te overschrijven.

source: Test e-mail address
nl: Test e-mailadres

source: Allow test address override
nl: Aanpassen testadres toestaan

source: Default sender address that will only be used for confirmation e-mails. You can specify sender information for each newsletter separately on the newsletter's settings page.
nl: Het standaardadres dat alleen gebruikt zal worden als afzender van bevestigings-e-mails. U kunt specifieke informatie betreffende afzenders voor elke nieuwsbrief apart instellen op de configuratiepagina van de nieuwsbrief.

source: Mail backend options
nl: Mail backend opties

source: Use cron to send newsletters
nl: Gebruik cron om nieuwsbrieven te verzenden

source: When checked cron will be used to send newsletters (recommended). Test newsletters and confirmation emails will be send immediately. Leave unchecked for testing purposes.
nl: Als aangevinkt, dan zal cron gebruikt worden voor het versturen van nieuwsbrieven (aangeraden). Test nieuwsbrieven en bevestiging e-mails zullen onmiddelijk verzonden worden. Laat afgevinkt voor test doeleinden.

source: Unlimited
nl: Onbeperkt

source: Cron throttle
nl: Afknijpen (throttle) cron

source: Sets the numbers of newsletters sent per cron run. Failure to send will also be counted.
nl: Het aantal nieuwsbrieven dat per cronuitvoering verzonden wordt. Falen van verzenden zal ook geteld worden.

source: When checked all outgoing simplenews emails are logged in the system log. A logged email does not guarantee that it is send or will be delivered. It only indicates that a message is send to the PHP mail() function. No status information is available of delivery by the PHP mail() function.
nl: Als aangevinkt dan worden alle uitgaande simplenews e-mails gelogd in de systeem log. Een gelogde e-mail garandeerd niet dat deze is verzonden of zal afgeleverd worden. Dit geeft enkel aan dat een bericht is verzonden aan de PHP mail() functie. Er is geen status informatie over aflevering beschikbaar bij de PHP mail() functie.

source: Subscription options
nl: Inschrijvings opties

source: Synchronize with account
nl: Synchroniseer met account

source: When checked subscriptions will be synchronized with site accounts. When accounts are deteted, subscriptions with the same email address will be removed. When site accounts are blocked/unblocked, subscriptions will be deactivated/activated. When not checked subscriptions will be unchanged when associated accounts are deleted or blocked.
nl: Als aangevinkt dan worden de inschrijvingen gesynchroniseerd met de site accounts. Wanneer accounts verwijderd worden, worden inschrijvingen met hetzekfde e-mail adres verwijderd. Wanneer site accounts ge(de)blokkeerd worden, worden de bijhorende inschrijvingen ge(de)activeerd. Als niet aangevinkt dan worden inschrijvingen niet aangepast wanneer bijhorende accounts verwijderd of geblokkeerd worden.

source: Available variables are:
nl: Beschikbare variabelen zijn:

source: Subscription confirmation emails
nl: Inschrijving bevestiging e-mails

source: Customize the confimation email which is sent to (un)subscribing visitors.
nl: Pas de bevestigings e-mail aan die verstuurd wordt naar in-/uitschrijvende bezoekers.

source: Subject
nl: Onderwerp

source: Body text of subscribe email
nl: Berichttekst van de inschrijvings e-mail

source: Body text for already subscribed visitor
nl: Berichttekst voor een reeds ingeschreven bezoeker

source: Body text of unsubscribe email
nl: Berichttekst van de uitschrijvings e-mail

source: Body text for not yet subscribed visitor
nl: Berichttekst voor een nog niet ingeschreven bezoeker

source: Updated vocabulary %name.
nl: Woordenschat %name is bijgewerkt.

source: all newsletters
nl: alle nieuwsbrieven

source: orphaned newsletters
nl: Verweesde nieuwsbrieven

source: All newsletters
nl: Alle nieuwsbrieven

source: E-mail address
nl: E-mailadressen

source: Subscription filters
nl: Inschrijving filters

source: No subscriptions available.
nl: Er zijn geen inschrijvingen beschikbaar

source: Not published
nl: Niet gepubliceerd

source: Inactive: no newsletters will be sent
nl: Niet actief: er worden geen nieuwsbrieven verstuurd

source: Active: user will receive newsletters
nl: Actief: de gebruiker zal nieuwsbrieven ontvangen

source: Not sent
nl: Niet verzonden

source: Currently sending by cron
nl: Wordt momenteel verstuurd door cron

source: The e-mail address you supplied is not valid.
nl: Het e-mailadres dat u opgaf is niet geldig

source: The newsletter subscriptions for %mail have been updated.
nl: De inschrijvingen voor de nieuwsbrief voor %mail werden bijgewerkt.

source: Subscribe
nl: Inschrijven

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete your subscription.
nl: U zal binnenkort een bevestigings e-mail ontvangen die verdere instructies bevat om uw inschrijving te voltooien.

source: Unsubscribe
nl: Uitschrijven

source: You will receive a confirmation e-mail shortly containing further instructions on how to complete the unsubscription process.
nl: U zal binnenkort een bevestigings e-mail ontvangen die verdere instructies bevat om uw uitschrijving te voltooien.

source: Are you sure you want to add %user to the %newsletter mailing list?
nl: Wilt u %user aan de inschrijflijst voor %newsletter toevoegen?

source: Confirm subscription
nl: Inschrijving bevestigen

source: You always have the option of unsubscribing later.
nl: U heeft altijd de mogelijkheid om later uit te schrijven.

source: %user was successfully added to the %newsletter mailing list.
nl: %user is succesvol ingeschreven voor %newsletter

source: Are you sure you want to remove %user from the %newsletter mailing list?
nl: Wilt u %user van de inschrijflijst voor %newsletter verwijderen?

source: Confirm unsubscription
nl: Uitschrijving bevestigen

source: This action will only remove you from the newsletter mailing list. If you are registered at our site, your account information will remain unchanged.
nl: Deze bewerking zal enkel uw e-mailadres verwijderen van de inschrijflijst voor de nieuwsbrief. Als u bij onze site geregistreerd bent, zal uw account onveranderd blijven.

source: %user was successfully removed from the %newsletter mailing list.
nl: %user is van de inschrijflijst voor %newsletter verwijderd.

source: Using nodes as newsletters.
nl: Gebruik nodes als nieuwsbrief.

source: Simplenews newsletter
nl: Simplenews nieuwsbrief

source: Send status
nl: Verzend status

source: Newsletter send status. Not send, Pending (being send or waiting for cron to run), Send.
nl: Nieuwsbrief verzend status. Niet verzonden, Bezig met verzenden (verzenden bezig of wacht op het uitvoeren van cron), Verzonden.

source: Not send
nl: Niet verzonden

source: Pending
nl: Bezig met verzenden

source: Send
nl: Verzonden

source: Newsletter issue
nl: Nieuwsbrief uitgave

source: A newsletter issue to be sent to subscribed e-mail addresses.
nl: Verstuur een nieuwsbrief naar ingeschreven e-mailadressen.

source: You should assign content type %content_type to the !newsletter_vocabulary before you can send this newsletter.
nl: U moet een inhoudstype %content_type toewijzen aan de !newsletter_vocabulary voordat u deze nieuwsbrief kan verzenden.

source: Newsletter vocabulary
nl: Nieuwsbrief woordenschat

source: You should select a newsletter before you can send this newsletter issue.
nl: U moet een nieuwsbrief selecteren als u deze nieuwsbrief uitgave wil versturen.

source: Cannot send test newsletter: no test e-mail address specified.
nl: Kan de testnieuwsbrief niet versturen: geen geldig testadres opgegeven.

source: Cannot send test newsletter to %mail: e-mail address invalid.
nl: Kan de testnieuwsbrief niet versturen naar %mail: ongeldig e-mailadres.

source: Newsletter %title was successfully deleted.
nl: De nieuwsbrief %title werd verwijderd.

source: This will be the body of your newsletter. Available variables are:
nl: Dit wordt de inhoud van uw nieuwsbrief. Beschikbare variabelen zijn:

source: (the name of your website),
nl: (de naam van uw website),

source: (a link to your homepage),
nl: (een link naar uw homepagina),

source: (homepage link without the http://),
nl: (link naar uw homepagina zonder http://),

source: (today's date),
nl: (de datum van vandaag),

source: (link to login page).
nl: (link naar de aanmeldpagina).

source: This is the designated simplenews vocabulary.
nl: Dit is de simplenews toegewezen woordenschat.

source: Select content type(s) to be used as newsletter
nl: Selecteer inhoudstype(s) te gebruiken als nieuwsbrief

source: Content type %type requires to be assigned to vocabulary %name. Please change the vocabulary settings.
nl: Inhoudstype %type vereis om toegewezen te zijn aan woordenschat %name. Gelieve de woordenschat instellingen aan te passen.

source: Newsletter sending options
nl: Verzendopties

source: Sending
nl: Bezig met verzenden

source: You have no privileges to send this newsletter
nl: U hebt onvoldoende rechten voor het verzenden van deze nieuwsbrief

source: Test e-mail addresses
nl: Test e-mailadressen

source: Supply a comma-separated list of e-mail addresses to be used as test addresses.
nl: Geef een lijst van e-mailadressen die gebruikt zullen worden als testadres. Scheid meerdere adressen met komma's.

source: This newsletter has been sent
nl: Deze nieuwsbrief werd verzonden

source: Deleted all subscriptions to newsletter %newsletter.
nl: Alle inschrijvingen op nieuwsbrief %newsletter werden verwijderd.

source: Current newsletter subscriptions
nl: Huidige inschrijvingen

source: My newsletters
nl: Mijn nieuwsbrieven

source: Newsletters
nl: Nieuwsbrieven

source: None
nl: Geen

source: Current subscriptions
nl: Huidige inschrijvingen

source: Manage !my_subscriptions
nl: Beheer !my_subscriptions

source: my subscriptions
nl: mijn inschrijvingen

source: Newsletter: @title
nl: Nieuwsbrief: @title

source: Display block message
nl: Toon bericht in blok

source: Block message
nl: Bericht voor blok

source: Stay informed on our latest news!
nl: Blijf op de hoogte van onze laatste nieuwtjes!

source: Display subscription form
nl: Toon het inschrijfformulier

source: If selected a subscription form is displayed, if not selected a link to the subscription page is displayed.
nl: Als geselecterd dan wordt een inschrijvings formulier weergegeven, indien niet geselecteerd dan wordt een link naar de inschrijvings pagina weergegeven.

source: Display link to previous issues
nl: Toon link naar vorige uitgaven

source: Links (to previous issues, previous issues and RSS-feed) are only displayed to users who have "view links in block" privileges.
nl: Links (naar overzichtspagina, RSS-feed en de laatste uitgave) worden alleen getoond aan gebruikers die het "bekijk links in blok" toegangsrecht hebben.

source: Display previous issues
nl: Toon de vorige uitgaven

source: Number of issues to display
nl: Aantal getoonde edities

source: Display RSS-feed icon
nl: Toon RSS-feedsymbool

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
nl: Selecteer de nieuwsbrieven waarop u wilt in- of uitschrijven.

source: Subscriptions for %mail
nl: Inschrijvingen voor %mail

source: Manage your newsletter subscriptions
nl: Beheer uw nieuwsbrief inschrijvingen

source: User
nl: Gebruiker

source: You have been successfully subscribed.
nl: U bent succesvol ingeschreven.

source: You have been successfully unsubscribed.
nl: U bent succesvol uitgeschreven.

source: Test newsletter sent to %recipient.
nl: Test nieuwsbrief verzonden naar %recipient.

source: Unassigned newsletter
nl: Niet toegewezen nieuwsbrief

source: Simplenews sends html or plain text newsletters to the mailing list. Subscription and unsubscription are managed through a block, a form or by the newsletter administrator.
nl: Simplenews verstuurd html of tekst nieuwbrieven naar de mailing lijst. Inschrijvingen en uitschrijvingen worden beheerd via een blok, een formulier of door de nieuwsbrief administrator.

source: Individual newsletters are grouped by a newsletter taxonomy term. Newsletters can have a block with the ability of (un)subscription, listing of recent newsletters and an associated rss-feed.
nl: Individuele nieuwsbrieven worden gegroepeerd door een nieuwsbrief taxonomy term. Nieuwsbrieven kunnen een blok hebben met de mogelijkheid om in/uit te schrijven, een lijst van de recente nieuwsbrieven en een bijhorende rss-feed.

source: Sending of large mailings can be managed by cron.
nl: Versturen van grote mailings kan beheerd worden door cron.

source: For more information please read the configuration and customization handbook <a href="@handbook">Simplenews page</a>.
nl: Voor meer informatie gelieve het configuratie en customizatie handboek <a href="@handbook">Simplenews pagina</a> te lezen.

source: Add this newsletter issue to a newsletter by selecting a newsletter from the select list.
nl: Voeg deze nieuwsbrief uitgave toe aan een nieuwsbrief door de nieuwsbrief te selecteren uit de lijst.

source: Send a newsletter or a test newsletter by selecting the appropriate radio button and submitting the node.
nl: Verstuur en nieuwsbrief of een test nieuwsbrief door het gepaste keuzeondje te selecteren en de node op te slaan.

source: Install Mime Mail module to send HTML emails. Mime Mail is also used to send emails with attachments, both plain text and HTML emails.
nl: Installeer de Mime Mail module om HTML e-mails te versturen, Mime Mail wordt ook gebruikt om e-mails, zowel tekst als HTML, met bijlagen te versturen.

source: Newsletter specific settings can be found at the <a href="@page">Newsletters settings page</a>.
nl: Nieuwsbrief specifieke instellingen kunnen gevonden worden op de <a href="@page">Nieuwsbrieven instellingen pagina</a>.

source: plain
nl: tekst

source: We have received a request for subscription of !mailto to the !newsletter on !site website at !uri. To confirm this subscription please use the link below. !confirmation_url
nl: We hebben een verzoek ontvangen om uw e-mailadres !mailto te abonneren op de !newsletter van !site (!uri). Bezoek de link onderaan deze e-mail om uw inschrijving voor deze lijst te bevestigen. !confirmation_url

source: We have received a request for subscription of !mailto to the !newsletter on !site website at !uri. However, this email is already subscribed to this newsletter. If you intended to unsubscribe please visit our site: !uri
nl: We hebben een verzoek ontvangen om uw e-mailadres !mailto te abonneren op de !newsletter van !site (!uri). Dit adres was echter al ingeschreven op deze lijst. Bezoek onze website via de link onderaan dit bericht als u zich wilt uitschrijven: !uri

source: We have received a request to unsubscribe !mailto from the !newsletter on !site website at !uri. To confirm this unsubscription please use the link below. !confirmation_url
nl: We hebben een vraag gekregen om !mailto uit te schrijven van de !newsletter op !site website op !uri. Om de uitschrijving te bevestigen gelieve onderstaande link te gebruiken. !confirmation_url

source: We have received a request to unsubscribe !mailto from the !newsletter on !site website at !uri. However, this email is not subscribed to this newsletter. If you intended to subscribe please visit our site: !uri
nl: We hebben een verzoek ontvangen om uw e-mailadres, !mailto, te verwijderen van de inschrijflijst voor de !newsletter van !site (!uri). Dit adres was echter niet ingeschreven op deze lijst. Bezoek onze website via de link onderaan dit bericht als u zich wilt inschrijven: !uri

source: Confirmation for !newsletter from !site
nl: Statusbevestiging: inschrijving voor de !newsletter van !site

source: Manage my subscriptions
nl: Mijn inschrijvingen beheren

source: Previous issues
nl: Vorige edities

source: Click here to unsubscribe from this newsletter
nl: Klik hier om uw e-mailadres van deze e-maillijst te verwijderen

source: Unsubscribe from this newsletter: !url
nl: Uitschrijven van deze nieuwsbrief: !url

source: This is a test version of the newsletter. The above unsubscribe link does not work!
nl: Dit is een test versie van de nieuwsbrief. De bovenstaande uitschrijvingslink werkt niet!
