Repository: Berdir/simplenews
Catalog: po/*.po
Languages: fr

source: Allows to send newsletters to subscribed e-mail addresses.
fr: Autorise l'envoi des bulletins aux courriels abonnés.

source: Send a newsletter to subscribed e-mail addresses.
fr: Envoyez un bulletin aux courriels abonnés.

source: newsletter
fr: bulletin

source: newsletters
fr: bulletins

source: sent items
fr: éléments envoyés

source: drafts
fr: brouillons

source: list newsletters
fr: liste des bulletins

source: add newsletter
fr: ajouter des bulletins

source: subscriptions
fr: abonnements

source: list subscriptions
fr: liste des abonnements

source: import subscriptions
fr: importer des abonnements

source: export subscriptions
fr: exporter des abonnements

source: settings
fr: paramètres

source: general
fr: général

source: confirm newsletter subscriptions
fr: confirmer les abonnements au bulletin

source: manage newsletter subscriptions
fr: gérer les abonnements au bulletin

source: Title
fr: Titre

source: This will be the body of your newsletter. Available variables are:
fr: Ceci sera le corps de votre bulletin. Les variables disponibles sont :

source: (the name of your website),
fr: (le nom de votre site Internet)

source: (a link to your homepage),
fr: (un lien vers votre page d'accueil)

source: (homepage link without the http://),
fr: (lien vers la page d'accueil sans le http://)

source: (your e-mail address),
fr: (votre adresse courriel)

source: (today's date),
fr: (date d'aujourd'hui),

source: (link to login page).
fr: (lien vers la page de connection)

source: plain
fr: texte brut

source: Priority
fr: Priorité

source: none
fr: rien

source: highest
fr: le plus haut

source: high
fr: haut

source: low
fr: bas

source: lowest
fr: le plus bas

source: Request receipt
fr: Accusé réception

source: Don't send now
fr: Ne pas envoyer maintenant

source: Send one test newsletter to the test address
fr: Envoyez un bulletin d'essai à l'adresse d'essai

source: Send newsletter
fr: Envoyez le bulletin

source: Sending
fr: Envoi en cours

source: You have no privileges to send this newsletter
fr: Vous n'avez aucun privilège pour envoyer ce bulletin

source: Test e-mail addresses
fr: Tester les adresses courriel

source: Supply a comma-separated list of e-mail addresses to be used as test addresses.
fr: Fournissez une liste de courriels séparée par des virgules à employer comme adresses d'essai.

source: This newsletter has been sent
fr: Le bulletin a été envoyé

source: Newsletter sending options
fr: Options d'envoi de bulletin

source: You should select a newsletter if you want to send this newsletter.
fr: Vous devriez sélectionner un bulletin si vous voulez envoyer ce bulletin.

source: Cannot send test newsletter: no valid test e-mail address specified.
fr: Le bulletin d'essai ne peut être envoyé : aucun courriel d'essai valide indiqué.

source: Cannot send test newsletter to %mail: e-mail address invalid.
fr: Le bulletin d'essai ne peut être envoyé à %mail : courriel invalide.

source: Newsletter %title was successfully deleted.
fr: Bulletin %title effacé avec succès

source: Deleted all subscriptions to newsletter %newsletter.
fr: A supprimé tous les abonnements au bulletin %newsletter.

source: Current newsletter subscriptions
fr: Abonnements courants au bulletin

source: my newsletters
fr: mes bulletins

source: Newsletter: %title
fr: Bulletin : %title

source: Stay informed on our latest news!
fr: Tenez-vous au courant de nos dernières nouvelles !

source: Manage my subscriptions
fr: Gérer mes abonnements

source: Previous issues
fr: Publications précédentes

source: You have to supply an e-mail address
fr: Vous devez fournir un courriel

source: The e-mail address you supplied is not valid
fr: Le courriel que vous avez fourni est invalide.

source: User %email added to the database.
fr: L'utilisateur %email a été ajouté à la base de données.

source: We have received a request for subscription of your e-mail address, %mail, to the "%newsletter" newsletter from %site (%uri). To confirm that you want to be added to this mailing list, simply visit the confirmation link at the bottom of this e-mail.
fr: Nous avons reçu une demande d'abonnement de votre courriel, %mail, au bulletin "%newsletter" de %site (%uri). Pour confirmer que vous voulez être ajouté à cette liste d'expédition, visitez simplement le lien de confirmation au bas de ce courriel.

source: If you do not wish to be subscribed to this list, please disregard this message.
fr: Si vous ne souhaitez pas être inscrit à cette liste, veuillez svp ne pas tenir compte de ce message.

source: You will receive a confirmation e-mail shortly
fr: Vous recevrez un courriel de confirmation sous peu

source: You will receive confirmation e-mails shortly
fr: Vous recevrez des courriels de confirmation sous peu

source: The newsletter subscriptions have been updated
fr: Les abonnements au bulletin ont été mis à jour

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). If you want to unsubscribe, simply visit the confirmation link at the bottom of this e-mail.
fr: Nous avons reçu une demande du suppresion de votre adresse, %mail, du bulletin "%newsletter" de %site (%uri). Si vous voulez vous désinscrire, visitez simplement le lien de confirmation au bas de ce courriel.

source: If you do not wish to be removed from this list, please disregard this message.
fr: Si vous ne souhaitez pas être enlevé de cette liste, veuillez svp ne pas tenir compte de ce message.

source: We have received a request for the removal of your e-mail address, %mail, from the "%newsletter" newsletter from %site (%uri). However, you were not subscribed to this newsletter. If you want to subscribe, you can visit our website by using the link at the bottom of this e-mail.
fr: Nous avons reçu une demande pour retirer votre adresse, %mail, du bulletin "%newsletter" de %site (%uri). Cependant, vous n'êtes pas inscrit à ce bulletin. Si vous voulez vous abonner, vous pouvez visiter notre site Web en employant le lien au bas de ce courriel.

source: User %email deleted from the database.
fr: L'utilisateur %email a été effacé de la base de données.

source: Subscribe
fr: S'abonner

source: Unsubscribe
fr: Se désabonner

source: You should select at least one newsletter.
fr: Vous devriez choisir au moins un bulletin.

source: E-mail
fr: Courriel

source: Available newsletters
fr: Bulletins disponibles

source: Select the newsletter(s) to which you want to subscribe or unsubscribe.
fr: Choisissez le(s) bulletin(s) au(x)quel(s) vous voulez vous inscrire ou vous désinscrire.

source: Subscriptions for %mail
fr: Abonnements pour %mail

source: Select the newsletter(s) to which you want to be subscribed.
fr: Choisissez le(s) bulletin(s) au(x)quel(s) vous voulez vous abonner.

source: Update
fr: Mise à jour

source: Submit
fr: Envoyer

source: Click here to unsubscribe from this newsletter
fr: Cliquer ici pour vous désinscrire de ce bulletin :

source: Unsubscribe from this newsletter:
fr: Se désabonner de ce bulletin :

source: Newsletter %title could not be sent to %email.
fr: Le bulletin %title n'a pas pu être envoyé à %email.

source: Footer will be appended here
fr: Le pied de page sera apposé ici.

source: Status confirmation for %newsletter from %site
fr: Confirmation de statut pour %newsletter de %site

source: This is a subscription status confirmation notice for the "%newsletter" newsletter.
fr: Ceci est une notification de confirmation d'abonnement pour le bulletin "%newsletter".

source: Subscribe link:
fr: Lien d'abonnement :

source: Unsubscribe link:
fr: Lien de désinscription :

source: Visit our site:
fr: Visitez notre site internet :

source: You can create different newsletters (or subjects) to categorize your news (e.g. Cats news, Dogs news, ...).
fr: Vous pouvez créer différents types de bulletin (ou sujets) pour classer vos nouvelles (des nouvelles par exemple de chats, de chiens...).

source: Delete
fr: Effacer

source: Created new term %name.
fr: Terme %name crée.

source: Updated term %name.
fr: Terme %name mis à jour.

source: Deleted term %name.
fr: Terme %name effacé.

source: The user %user was successfully deleted.
fr: L'utilisateur %user a été supprimé avec succès.

source: all newsletters
fr: tous les bulletins

source: n/a
fr: se s'applique pas

source: Filter
fr: Filtre

source: Newsletter
fr: Bulletin

source: Date created
fr: Date créée

source: Published
fr: Publié

source: Sent
fr: Envoyé

source: Edit
fr: Édité

source: edit
fr: éditer

source: No newsletters available.
fr: Aucuns bulletins disponibles.

source: Show issues from
fr: Montrez les parutions de

source: Table key
fr: Clef de tableau

source: Not published/Not sent
fr: Non publié/non envoyé

source: Published/Sent
fr: Publié/Envoyé

source: Currently sending by cron
fr: En cours d'envoi par le cron

source: Show subscriptions to
fr: Montrer les abonnements à

source: Username
fr: Nom d'utilisateur

source: Status
fr: Statut

source: Operations
fr: Opérations

source: Unregistered user
fr: Utilisateur non inscrit

source: activate
fr: actif

source: inactivate
fr: inactif

source: delete
fr: effacer

source: No subscriptions available.
fr: Aucuns abonnements disponibles.

source: Inactive/No newsletters will be sent
fr: Inactif/Aucun bulletin ne sera envoyé

source: Active/User will receive newsletters
fr: Actif/Utilisateur recevra des bulletins

source: Import
fr: Importer

source: The following addresses were added or updated: %added.
fr: Les adresses suivantes ont été ajoutées ou mises à jour : %added.

source: No addresses were added.
fr: Aucunes adresses n'ont été ajoutées.

source: The following addresses were invalid: %invalid.
fr: Les adresses suivantes étaient invalides : %invalid.

source: The addresses were subscribed to the following newsletters: %to.
fr: Les adresses ont été inscrites aux bulletins suivants : %to.

source: E-mail addresses
fr: Adresses de courriel

source: Supply a comma separated list of e-mail addresses to be added to the list. Spaces between commas and addresses are allowed.
fr: Fournissez une liste de courriels séparée par des virgules à ajouter à la liste. On permet les espaces entre les virgules et les adresses.

source: Subscribe imported addresses to
fr: Inscrivez les adresses importées à

source: Export
fr: Exporter

source: No addresses were found.
fr: Aucunes adresses n'ont été trouvées.

source: Active users
fr: Utilisateurs actifs

source: Inactive users
fr: Utilisateurs inactifs

source: Select at least 1 status
fr: Choisissez au moins 1 statut

source: Subscribed to
fr: Inscrit à

source: Select at least 1 newsletter
fr: Choisissez au moins 1 bulletin

source: Are you sure you want to remove %user from the subscription list?
fr: Êtes-vous sûr que vous voulez enlever %user de la liste d'abonnement ?

source: This action will only remove the user from the newsletter subscription list. If this user is registered at your site, his/her account information will remain unchanged.
fr: Cette action enlèvera seulement l'utilisateur de la liste d'abonnement du bulletin. Si cet utilisateur est enregistré sur votre site web, ses informations de compte demeureront sans changement.

source: Cancel
fr: Annuler

source: The %block block is disabled. Click %here to enable this block.
fr: Le bloc %block est désactivé. Cliquez ici pour activer ce bloc.

source: here
fr: ici

source: You have to supply a sender's e-mail address.
fr: Vous devez fournir l'adresse courriel d'un expéditeur.

source: The sender's e-mail address you supplied is not valid.
fr: L'adresse de courriel de l'expéditeur que vous avez fournie est invalide.

source: Your settings were saved.
fr: Vos paramètres ont été sauvés.

source: Display block message
fr: Afficher le message du bloc

source: Block message
fr: Bloc de message

source: Display subscription form
fr: Afficher le formulaire d'inscription

source: Display link to archives
fr: Afficher le lien vers les archives

source: Display latest issues
fr: Affichez les dernières publications

source: Number of issues to display
fr: Nombre de publications à afficher

source: Display RSS-feed icon
fr: Afficher le lien vers le fil RSS

source: Block options
fr: Options de bloc

source: Links (to overview page, RSS-feed and latest issues) are only displayed to users who have "view links in block" privileges.
fr: Les liens (vers la page de vue d'ensemble, le fil RSS et les dernières publications) sont seulement montrés aux utilisateurs qui ont "voir les liens" de coché dans le bloc "privilèges".

source: From name
fr: De la part de

source: From e-mail address
fr: De l'adresse de courriel

source: Sender information
fr: Information de l'expéditeur

source: Append hyperlinks as a numbered reference list
fr: Apposez les hyperliens comme une liste de référence numérotée

source: Display hyperlinks inline with the text
fr: Hyperliens d'affichage alignés avec le texte

source: Hyperlink conversion
fr: Conversion d'hyperlien

source: HTML to text conversion
fr: Conversion d'HTML vers texte brut

source: When your newsletter is sent as plain text, these options will determine how the conversion to text is performed.
fr: Quand votre bulletin est envoyé en tant que texte brut, ces options détermineront comment la conversion en texte est exécutée.

source: Select the default newsletter sending format.
fr: Choisissez le format par défaut pour envoyer le bulletin.

source: Note that e-mail priority is ignored by a lot of e-mail programs.
fr: Notez que la priorité de courriel est ignorée par beaucoup de programmes de messagerie.

source: Request a Read Receipt from your newsletters. A lot of e-mail programs ignore these so it is not a definitive indication of how many people have read your newsletter.
fr: Demandez un "Accusé Réception" de vos bulletins. Beaucoup de programmes de messagerie ignorent ces derniers ainsi ce n'est pas une indication définitive de combien de personnes ont lu votre bulletin.

source: Default selection for sending newsletters
fr: Choix par défaut pour envoyer des bulletins

source: Default newsletter options
fr: Options par défaut de bulletin

source: These options will be the defaults for new newsletters, but can be overridden in the newsletter editing form.
fr: Ces options seront celles par défaut pour les nouveaux bulletins, mais peuvent être corrigées dans le formulaire d'édition de bulletin.

source: Test e-mail address
fr: Adresse courriel de test

source: Allow test address override
fr: Permettre le dépassement d'adresse d'essai

source: Test addresses options
fr: Options des adresses de test

source: Supply a comma-separated list of e-mail addresses to be used as test addresses. The override function allows to override these addresses upon newsletter creation.
fr: Fournissez une liste d'adresses de courriel, séparée par des virgules, à employer comme adresses d'essai. La fonction de priorité permet d'outrepasser ces adresses sur la création de bulletin.

source: Default sender address that will only be used for confirmation e-mails. You can specify sender information for each newsletter separately on the newsletter's settings page.
fr: Adresse d'expéditeur par défaut qui sera seulement employée pour des courriel de confirmation. Vous pouvez indiquer l'expéditeur pour chaque bulletin séparément sur la page des paramètres du bulletin.

source: Seconds
fr: Secondes

source: Initial send time
fr: Temps d'envoi initial

source: Sets the maximum time in seconds during which newsletters are sent. If not all recipients have been mailed within this time, sending is further handled as a cronjob.
fr: Détermine le temps maximum en secondes durant lequel des bulletins sont envoyés. Si tous les envois vers les destinataires n'ont été expédiés dans ce temps, l'envoi sera alors manipulé par le cron.

source: The highest value in the dropdown list is based on max_execution_time in your php.ini file. Note that if not all previous newletters have been sent to all recipients yet, these are sent first.
fr: La valeur la plus élevée dans la liste déroulante est basée sur le max_execution_time du fichier php.ini. Notez que si tous les bulletins précédents n'ont pas encore été envoyés à tous les destinataires, ceux-ci sont envoyés d'abord.

source: Unlimited
fr: Illimité

source: Number of mails
fr: Nombre de courriels

source: Cron throttle
fr: Commande de puissance de Cron

source: Sets the numbers of newsletters sent per cron run.
fr: Détermine le nombre de bulletins envoyés pour chaque exécution de cron.

source: Updated vocabulary %name.
fr: Vocabulaire %name mis à jour.

source: Deleted vocabulary %name.
fr: Vocabulaire %name effacé.

source: Newsletter name
fr: Nom du bulletin

source: edit newsletter
fr: éditer le bulletin

source: This name is used to identify the newsletter.
fr: Ce nom est employé pour identifier le bulletin.

source: The description can be used to provide more information.
fr: La description peut être employée pour fournir plus d'informations.

source: Weight
fr: Poids

source: In listings, the heavier (with a higher weight value) terms will sink and the lighter terms will be positioned nearer the top.
fr: Dans les listes, les termes les plus lourds (avec une valeur plus élevée de poids) descendront et les termes les plus légers seront placés au plus près du haut.

source: %user was successfully removed from the %newsletter subscription list.
fr: %user a été enlevé avec succès de la liste d'abonnement de %newsletter.

source: %user was successfully added to the %newsletter subscription list.
fr: %user a été ajouté avec succès à la liste d'abonnement de %newsletter.

source: Are you sure you want to remove %user from the %newsletter subscription list?
fr: Êtes-vous sûr vouloir enlever %user de la liste d'abonnement de %newsletter ?

source: This action will only remove you from the newsletter subscription list. If you are registered at our site, your account information will remain unchanged.
fr: Cette action vous enlèvera seulement de la liste d'abonnement de bulletin. Si vous êtes enregistré sur notre site Web, vos informations de compte demeureront sans changement.

source: Are you sure you want to add %user to the %newsletter subscription list?
fr: Êtes-vous sûr vouloir ajouter %user à la liste d'abonnement de %newsletter ?

source: XML feed
fr: fil XML

source: view links in block
fr: voir les liens en bloc

source: create newsletter
fr: créer un bulletin

source: edit own newsletter
fr: éditer un bulletin

source: administer newsletters
fr: administrer les bulletins

source: send newsletter
fr: envoyer le bulletin

source: subscribe to newsletters
fr: s'abonner aux bulletins
